Repository: CofficLab/Lumi
Catalog: Packages/PluginBookletMaker/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# %@ · %lld pages · %lld×%lld pt
source: %1$@ · %2$lld pages · %3$lld×%4$lld pt
zh_hans: %1$@ · 共 %2$lld 页 · %3$lld×%4$lld pt
zh_hk: %1$@ · 共 %2$lld 頁 · %3$lld×%4$lld pt

source: %lld mm
zh_hans: %lld 毫米
zh_hk: %lld 毫米

source: %lld pages
zh_hans: %lld 页
zh_hk: %lld 頁

source: %lld pages → %lld %@ sheets
zh_hans: %lld 页 → %lld 张 %@ 纸张
zh_hk: %lld 頁 → %lld 張 %@ 紙張

# %lld pages → %lld %@ sheets · %lld print sides
source: %1$lld pages → %2$lld %3$@ sheets · %4$lld print sides
zh_hans: %1$lld 页 → %2$lld 张 %3$@ 纸 · %4$lld 个打印面
zh_hk: %1$lld 頁 → %2$lld 張 %3$@ 紙 · %4$lld 個列印面

source: %lld PDF files
zh_hans: %lld 个 PDF 文件
zh_hk: %lld 個 PDF 檔案

source: %lld PDF files will be generated
zh_hans: 将生成 %lld 个 PDF 文件
zh_hk: 將生成 %lld 個 PDF 檔案

source: %lld print sides
zh_hans: %lld 个打印面
zh_hk: %lld 個列印面

source: %lld sheets
zh_hans: %lld 张
zh_hk: %lld 張

source: 2 Original Pages
zh_hans: 2 页原始 PDF
zh_hk: 2 頁原始 PDF

source: Add a split
zh_hans: 添加切分点
zh_hk: 加入切分點

source: Add at least one cut point
zh_hans: 至少添加一个切分点
zh_hk: 至少添加一個切分點

source: Add cut marks
zh_hans: 添加裁切标记
zh_hk: 加入裁切標記

source: Adjust the margins, gutter, blank-page padding, and cut marks as needed.
zh_hans: 按需调整边距、装订线、空白页补齐与裁切标记。
zh_hk: 依需調整邊距、裝訂線、空白頁補齊與裁切標記。

source: After
zh_hans: 装订后
zh_hk: 裝訂後

source: After Binding
zh_hans: 装订后
zh_hk: 裝訂後

source: After binding, it becomes a booklet with content on both sides. Each page is about half the size of an A4 sheet.
zh_hans: 装订后会成为一本小册子，正反面都有内容，每页约为 A4 纸的一半大小。
zh_hk: 裝訂後會成為一本小冊子，正反面都有內容，每頁約為 A4 紙的一半大小。

source: And %lld more…
zh_hans: 还有 %lld 个…
zh_hk: 還有 %lld 個…

source: Back
zh_hans: 背面
zh_hk: 背面

source: Before
zh_hans: 装订前
zh_hk: 裝訂前

source: Before Binding
zh_hans: 装订前
zh_hk: 裝訂前

source: Booklet
zh_hans: 小册子
zh_hk: 小冊子

source: Booklet Fold
zh_hans: 书本折叠
zh_hk: 書本摺疊

source: Booklet Maker
zh_hans: 小册子生成
zh_hk: 小冊子製作

source: Booklet Maker tab in the sidebar
zh_hans: 侧边栏中的小册子制作标签页
zh_hk: 側邊欄中的小冊子製作標籤頁

source: Booklet pages are reordered for folding and binding; print a test sheet first.
zh_hans: 小册子的页面会按折叠与装订需要重新排序;建议先打印一张测试。
zh_hk: 小冊子的頁面會按折疊與裝訂需要重新排序;建議先列印一張測試。

source: Booklet Settings
zh_hans: 小册子设置
zh_hk: 小冊子設置

source: Built-in demo PDF
zh_hans: 内置演示 PDF
zh_hk: 內置示範 PDF

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Cancel Export
zh_hans: 取消导出
zh_hk: 取消匯出

source: Choose a new output name to avoid overwriting an existing file.
zh_hans: 请使用新的输出名称,以免覆盖已有文件。
zh_hk: 請使用新的輸出名稱,以免覆蓋既有檔案。

source: Choose Another PDF
zh_hans: 选择其他 PDF
zh_hk: 選擇其他 PDF

source: Choose Folder
zh_hans: 选择文件夹
zh_hk: 選擇檔案夾

source: Choose PDF
zh_hans: 选择 PDF
zh_hk: 選擇 PDF

source: Choose Split PDF Output Folder
zh_hans: 选择拆分 PDF 的输出文件夹
zh_hk: 選擇拆分 PDF 的輸出檔案夾

source: Choose the output paper size and the layout, such as Booklet Fold or Simple Pair.
zh_hans: 选择输出纸张大小与版式,例如「册页折叠」或「简单配对」。
zh_hk: 選擇輸出紙張大小與版面配置,例如「冊頁折疊」或「簡單配對」。

source: Choose where to split
zh_hans: 选择切分位置
zh_hk: 選擇切分位置

source: Clear
zh_hans: 清空
zh_hk: 清空

source: Click a gap between pages to add or remove a cut point.
zh_hans: 点击页面之间的间隙来添加或移除切分点。
zh_hk: 點击頁面之間的間隙来添加或移除切分點。

source: Click Export Booklet PDF and choose where to save.
zh_hans: 点击「导出小册子 PDF」,并选择保存位置。
zh_hk: 點擊「匯出小冊子 PDF」,並選擇儲存位置。

source: Convert a PDF into a 2-up imposition ready for A4 duplex printing, folding and stapling.
zh_hans: 把 PDF 拼成 2-up 版式，可用 A4 双面打印后对折装订成 A5 小册子。
zh_hk: 把 PDF 拼成 2-up 版式，可用 A4 雙面打印後對摺裝訂成 A5 小冊子。

source: Converted
zh_hans: 转换后
zh_hk: 轉換後

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Could not create output PDF context: %@
zh_hans: 无法创建输出 PDF 上下文：%@
zh_hk: 無法建立輸出 PDF 內容：%@

source: Could not open source PDF: %@
zh_hans: 无法打开源 PDF：%@
zh_hk: 無法開啟來源 PDF：%@

source: Could not read PDF: %@
zh_hans: 无法读取 PDF：%@
zh_hk: 無法讀取 PDF：%@

source: Could not write output PDF: %@
zh_hans: 无法写入输出 PDF：%@
zh_hk: 無法寫入輸出 PDF：%@

source: Create booklets and split PDF documents by page range.
zh_hans: 制作小册子，或按页码范围拆分 PDF 文档。
zh_hk: 制作小冊子，或按頁码范围拆分 PDF 文档。

source: Current PDF
zh_hans: 当前 PDF
zh_hk: 當前 PDF

source: Current PDF: the drop area on the left; drop a PDF here or click to choose one.
zh_hans: 「当前 PDF」:左侧的放置区;将 PDF 拖到这里,或点击选择文件。
zh_hk: 「目前 PDF」:左側的放置區;將 PDF 拖到這裡,或點擊選擇檔案。

source: Cut Points
zh_hans: 切分点
zh_hk: 切分點

source: Cut points must be between 1 and %lld (found %lld).
zh_hans: 切分点必须在 1 到 %1$lld 之间（发现 %2$lld）。
zh_hk: 切分點必须在 1 到 %1$lld 之間（发現 %2$lld）。

source: Document Actions
zh_hans: 文档操作
zh_hk: 文件操作

source: Done
zh_hans: 完成
zh_hk: 完成

source: Drop a PDF here or click to choose one
zh_hans: 把 PDF 拖到这里，或点击选择文件
zh_hk: 把 PDF 拖到這裡，或點擊選擇檔案

source: Drop a PDF into the Current PDF area, or click to choose one.
zh_hans: 将 PDF 拖入「当前 PDF」区域,或点击选择文件。
zh_hk: 將 PDF 拖入「目前 PDF」區域,或點擊選擇檔案。

source: Duplex
zh_hans: 双面打印
zh_hk: 雙面列印

source: Duplex imposition and binding
zh_hans: 双面排版与装订
zh_hk: 双面排版与裝訂

source: Each page range will be saved as a separate PDF file.
zh_hans: 每个页码范围将保存为独立的 PDF 文件。
zh_hk: 每個頁码范围將保存为独立的 PDF 檔案。

source: Enter page numbers separated by commas or spaces.
zh_hans: 使用逗号或空格分隔页码。
zh_hk: 使用逗號或空格分隔頁码。

source: Enter the cut points as page numbers, e.g. "20, 50, 80", and the output name.
zh_hans: 以页码输入裁切点,例如「20, 50, 80」,并填写输出名称。
zh_hk: 以頁碼輸入分割點,例如「20, 50, 80」,並填寫輸出名稱。

source: Export %lld PDF files
zh_hans: 导出 %lld 个 PDF 文件
zh_hk: 導出 %lld 個 PDF 檔案

source: Export Booklet
zh_hans: 导出小册子
zh_hk: 匯出小冊子

source: Export Booklet PDF
zh_hans: 导出小册子 PDF
zh_hk: 匯出小冊子 PDF

source: Export complete
zh_hans: 导出完成
zh_hk: 匯出完成

source: Export failed — see log for details.
zh_hans: 导出失败 — 详情请查看日志。
zh_hk: 匯出失敗 — 詳情請查看記錄檔。

source: Export PDFs
zh_hans: 导出 PDF 文件
zh_hk: 匯出 PDF 檔案

source: Exported %lld PDF files
zh_hans: 已导出 %lld 个 PDF 文件
zh_hk: 已導出 %lld 個 PDF 檔案

source: Figure 1: Interface layout
zh_hans: 图 1 界面布局
zh_hk: 圖 1 介面佈局

source: File name
zh_hans: 文件名
zh_hk: 檔案名稱

source: File name cannot be empty.
zh_hans: 文件名不能为空。
zh_hk: 檔案名不能为空。

source: File name cannot contain / or :.
zh_hans: 文件名不能包含 / 或 :。
zh_hk: 檔案名不能包含 / 或 :。

source: File not found: %@
zh_hans: 找不到文件：%@
zh_hk: 找不到檔案：%@

source: Files
zh_hans: 文件数
zh_hk: 檔案數

source: For example: 20, 50, 80
zh_hans: 例如：20, 50, 80
zh_hk: 例如：20, 50, 80

source: Front
zh_hans: 正面
zh_hk: 正面

source: Gutter
zh_hans: 装订线间距
zh_hk: 裝訂線間距

source: How it works
zh_hans: 工作原理
zh_hk: 運作原理

source: Interface
zh_hans: 界面说明
zh_hk: 介面說明

source: Invalid page number: %@
zh_hans: 无效页码：%@
zh_hk: 无效頁码：%@

# Item %@ %lld pages
source: %@ · %lld pages
zh_hans: %1$@ · %2$lld 页
zh_hk: %1$@ · %2$lld 頁

source: Layout
zh_hans: 版式
zh_hk: 版式

source: Making a Booklet
zh_hans: 基本操作 - 生成小册子
zh_hk: 基本操作 - 產生小冊子

source: Margin
zh_hans: 边距
zh_hk: 邊距

source: Mode
zh_hans: 模式
zh_hk: 模式

source: Not selected
zh_hans: 未选中
zh_hk: 未選取

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項

source: Opening PDF Tools…
zh_hans: 正在打开 PDF 工具…
zh_hk: 正在開啟 PDF 工具…

source: Original
zh_hans: 原始 PDF
zh_hk: 原始 PDF

source: Original PDF · 8 pages
zh_hans: 原始 PDF · 共 8 页
zh_hk: 原始 PDF · 共 8 頁

source: Output
zh_hans: 输出
zh_hk: 輸出

source: Output file already exists: %@
zh_hans: 输出文件已存在：%@
zh_hk: 輸出檔案已存在：%@

source: Output file name
zh_hans: 输出文件名
zh_hk: 輸出檔案名

source: Output file names must be unique.
zh_hans: 输出文件名不能重复。
zh_hk: 輸出檔案名不能重复。

source: Output paper
zh_hans: 输出纸张
zh_hk: 輸出紙張

source: Output: %lld sheets
zh_hans: 输出：%lld 张
zh_hk: 輸出：%lld 張

source: Overview
zh_hans: 概述
zh_hk: 概述

source: Pad with blank page
zh_hans: 补齐空白页
zh_hk: 補齊空白頁

source: Page %lld
zh_hans: 第 %lld 页
zh_hk: 第 %lld 頁

source: Page Sequence
zh_hans: 页面序列
zh_hk: 頁面序列

source: Pages
zh_hans: 页数
zh_hk: 頁數

# Pages %@ of %lld
source: Pages %1$@ of %2$lld
zh_hans: 第 %1$@ 页 · 共 %2$lld 页
zh_hk: 第 %1$@ 頁 · 共 %2$lld 頁

# Pages plus %lld %lld
source: Pages %1$lld + %2$lld
zh_hans: 第 %1$lld 页 + 第 %2$lld 页
zh_hk: 第 %1$lld 頁 + 第 %2$lld 頁

# Pages range %lld–%lld
source: Pages %1$lld–%2$lld
zh_hans: 第 %1$lld–%2$lld 页
zh_hk: 第 %1$lld–%2$lld 頁

source: PDF has no pages: %@
zh_hans: PDF 没有页面：%@
zh_hk: PDF 沒有頁面：%@

source: PDF is password-protected: %@
zh_hans: PDF 已加密保护：%@
zh_hk: PDF 已加密保護：%@

source: PDF Tools
zh_hans: PDF 工具
zh_hk: PDF 工具

source: Preparing preview…
zh_hans: 正在准备预览…
zh_hk: 正在準備預覽…

source: Preview
zh_hans: 预览
zh_hk: 預覽

source: Print Layout
zh_hans: 打印版式
zh_hk: 列印版式

source: Print on %@ paper, fold in half, and staple to create a booklet.
zh_hans: 在 %@ 纸上打印，对折后装订，即可制作小册子。
zh_hk: 在 %@ 紙上打印，對摺後裝訂，即可製作小冊子。

source: Print Options
zh_hans: 打印选项
zh_hk: 列印選項

source: Print two pages side by side on %@ paper.
zh_hans: 在 %@ 纸上并排打印两页。
zh_hk: 在 %@ 紙上並排打印兩頁。

source: Ready
zh_hans: 就绪
zh_hk: 就緒

source: Rename output PDF %lld
zh_hans: 重命名第 %lld 个输出 PDF
zh_hk: 重命名第 %lld 個輸出 PDF

source: Result
zh_hans: 结果
zh_hk: 結果

source: Return to built-in demo PDF
zh_hans: 恢复内置演示 PDF
zh_hk: 恢復內置示範 PDF

source: Return to Sample
zh_hans: 返回示例 PDF
zh_hk: 返回範例 PDF

source: Review the page grid and the split result.
zh_hans: 查看页序网格与拆分结果。
zh_hk: 查看頁序網格與分割結果。

source: Sample PDF
zh_hans: 示例 PDF
zh_hk: 範例 PDF

source: Selected
zh_hans: 已选中
zh_hk: 已選取

source: Settings
zh_hans: 设置
zh_hk: 設定

source: Settings → Booklet Maker
zh_hans: 设置 → 小册子制作
zh_hk: 設定 → 小冊子製作

source: Sheet
zh_hans: 张
zh_hk: 張

# Sheet number %lld
source: Sheet %lld
zh_hans: 第 %lld 张
zh_hk: 第 %lld 張

# Sheet number name %lld %@
source: Sheet %1$lld · %2$@
zh_hans: 第 %1$lld 张 · %2$@
zh_hk: 第 %1$lld 張 · %2$@

source: Show in Finder
zh_hans: 在访达中显示
zh_hk: 在 Finder 顯示

source: Simple Pair
zh_hans: 简单并排
zh_hk: 簡單並排

source: Spacing
zh_hans: 间距
zh_hk: 間距

source: Split after page %lld
zh_hans: 在第 %lld 页之后切分
zh_hk: 在第 %lld 頁之後切分

source: Split after specified pages
zh_hans: 在指定页面之后切分
zh_hk: 在指定頁面之後切分

source: Split after these pages
zh_hans: 在这些页之后切分
zh_hk: 在這些頁之後切分

# Split pages %lld–%lld
source: Pages %lld–%lld
zh_hans: 第 %1$lld–%2$lld 页
zh_hk: 第 %1$lld–%2$lld 頁

source: Split PDF
zh_hans: 拆分 PDF
zh_hk: 分割 PDF

source: Split PDF or Booklet Maker
zh_hans: 拆分PDF或者小册子生成
zh_hk: 拆分PDF或小冊子製作

source: Split Result
zh_hans: 拆分结果
zh_hk: 拆分结果

source: Split Settings
zh_hans: 拆分设置
zh_hk: 拆分設置

source: Splitting a PDF
zh_hans: 基本操作 - 拆分 PDF
zh_hk: 基本操作 - 分割 PDF

source: Supports A4 PDF files
zh_hans: 支持 A4 PDF 文件
zh_hk: 支援 A4 PDF 檔案

source: Switch to the Split PDF tool in the toolbar.
zh_hans: 在工具栏中切换到「拆分 PDF」工具。
zh_hk: 在工具列中切換到「分割 PDF」工具。

source: Tap a gap between pages. Blue scissors mark a split point.
zh_hans: 点按页面之间的空隙。蓝色剪刀表示切分点。
zh_hk: 點按頁面之間的空隙。藍色剪刀代表切分點。

source: This manual covers the interface and basic operations of PDF Tools: making booklets from PDF files and splitting PDF files.
zh_hans: 本手册介绍 PDF 工具的界面与基本操作:由 PDF 生成小册子以及拆分 PDF 文件。
zh_hk: 本手冊介紹 PDF 工具的介面與基本操作:由 PDF 產生小冊子以及分割 PDF 檔案。

source: Tool pane: shows the options of the selected tool and its action button.
zh_hans: 「工具面板」:显示所选工具的选项及其操作按钮。
zh_hk: 「工具面板」:顯示所選工具的選項及其操作按鈕。

source: Tool Settings
zh_hans: 工具设置
zh_hk: 工具設定

source: Toolbar
zh_hans: 工具栏
zh_hk: 工具列

source: Toolbar: switches between the Booklet Maker and Split PDF tools.
zh_hans: 「工具栏」:在「小册子生成」与「拆分 PDF」两个工具之间切换。
zh_hk: 「工具列」:在「小冊子產生」與「分割 PDF」兩個工具之間切換。

source: Try Again
zh_hans: 重试
zh_hk: 重試

source: Unable to Open PDF Tools
zh_hans: 无法打开 PDF 工具
zh_hk: 無法開啟 PDF 工具

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊

source: Where to Find It
zh_hans: 使用入口
zh_hk: 使用入口

source: You can also tap the gaps between page previews.
zh_hans: 也可以直接点按页面预览之间的空隙。
zh_hk: 亦可直接點按頁面預覽之間的空隙。
